FuzePOSoapApp/src/main/resources/poreqstatus-request.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope
	xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:us="http://www.poreqstatusproducer.com/poreqstatus">

	<soapenv:Body>
		<us:POReqStatusRequest>
			<us:id>1</us:id>
			<us:status>APPROVED</us:status>
		</us:POReqStatusRequest>
	</soapenv:Body>
</soapenv:Envelope>